[
{"Partners": ["UTB ENVIROTEC KORNYEZETTECHNOLOGIAIZARTKORUEN MUKODO RT", "RENEW TECHNOLOGIES LTD"], "EU_Contribution": ["EUR 1 386 429"], "Project_Title": ["Sustainable cleaning agent and organic fertilizer recovery from sewage sludge"], "Total_Cost": ["EUR 1 980 613,75"], "Country": ["Hungary", "United Kingdom"], "Project_ACR": ["reNEW"], "Technology_Description": "UTB Envirotec Zrt, is one of the Central European market leaders in engineering services for wastewater and organic waste treatment. In the past few years, we have developed a technology for sustainable valorisation of sewage sludge. The treatment of this sludge represents one of the biggest problems for small and medium sized wastewater treatment plants (WWTP) in Europe. In our process, called reNEW, the sewage sludge is biologically transformed into volatile fatty acids (VFA) and valuable nutrients (NPK), which are recovered. These products represent important market value: VFA as raw material for eco labelled cleaning agents, and NPK as fertilizer. With the aim of exploitation of the reNEW technology, we formed a spin-off company, Renew Technologies Ltd (RNT) in the UK. Our final aim is to roll-out the technology and widely implement it all over Europe, enabling the growth of our companies. We aim to realise the reNEW project in cooperation of the two companies: RNT being the technology owner and responsible for commercial exploitation, while UTB being the technology provider (design, building and implementation of plants). This initiative has received funding in the Horizon 2020 SME Instrument Phase 1, project number: 728932, duration: 01/07/2016-31/12/2016. We have successfully completed the feasibility study. We verified the technological feasibility as well as the economic viability of the project and further improved our business concept. We demonstrated the efficiency and economic value of the two products, VFA and NPK, respectively and made a scale-up design of our pilot operating currently at our premises (TRL=6). We have improved the proposal and discussed it with our clients, technical partners, and the Enterprise Europe Network (EEN). These discussions and the results of the feasibility assessment have reassured us regarding its merit.", "To": ["2019-10-31, ongoing project"], "Meta": ["<meta name=\"WT.cg_s\" content=\"H2020-EU.3.5., H2020-EU.2.3.1.\">"], "Topic_s": ["SMEInst-11-2016-2017 - Boosting the potential of small businesses in the areas of climate action, environment, resource efficiency and raw materials"], "Funding_scheme": ["SME-2 - SME instrument phase 2"], "Coordinated_in": ["Hungary"], "Activity": ["Private for-profit entities (excluding Higher or Secondary Education Establishments)", "Private for-profit entities (excluding Higher or Secondary Education Establishments)"], "From": ["2017-11-01"], "Project_ID": ["783638"], "Call_for_Proposal": ["H2020-SMEINST-2-2016-2017"]}