[
{"Partners": ["NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO", "KATHOLIEKE UNIVERSITEIT LEUVEN", "EuroGeoSurveys - EGS", "Geological Survey of Denmark and Greenland", "BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES", "NATURAL ENVIRONMENT RESEARCH COUNCIL"], "EU_Contribution": ["EUR 830 000"], "Project_Title": ["Scoping Study for a pan-European Geological Data Infrastructure"], "Total_Cost": ["EUR 1 344 358"], "Country": ["Netherlands", "Belgium", "Belgium", "Denmark", "France", "United Kingdom"], "Project_ACR": ["EGDI-Scope"], "Technology_Description": "Our responses to many urgent social and economic challenges facing Europe will be based upon our understanding of the composition, properties and dynamics of the subsurface. Such challenges include sustainable supply of energy, water, and mineral resources; mitigation of natural hazards for the health and safety of EU citizens, containing hazardous substances (e.g. radioactive waste, contaminants); mitigating climate change by exploiting renewable energy and capturing and storing greenhouse gases; and addressing conflicting claims on the use of subsurface space. Digital geological data are the evidence upon which our responses to these challenges must be based.The potential role of geological data as an engine for economic growth and recovery is also significant at this time of unprecedented economic stresses within Europe and globally. Our earth provides rare elements and metals essential to rapidly emerging technologies in fields such as telecommunications and renewable energy.Europe's National Geological Survey Organisations (NGSO) are responsible at national levels for the acquisition, management and delivery of geological data and information. Based on the successes of earlier joint projects including 'OneGeology Europe' the joint NGSO of Europe developed EGDI-Scope to prepare the ground for a \"European Geological Data Infrastructure (EGDI)\". The need for such an infrastructure was recognised by the European Parliament Committee on Industry Research and Energy in its recent report \"on an effective raw materials strategy for Europe'. The EGDI will provide the backbone for serving interoperable, pan-European geological data currently held by NGSO, and data from past, ongoing and future European projects. EGDI-Scope will focus on:1. Developing connections with and gathering user requirements from EGDI end-users;2. Selecting and prioritizing datasets producing maximum societal benefit;3. Technical design;4. Models for governance and future funding of the EGDI", "To": ["2014-05-31, closed project"], "Meta": ["<meta name=\"WT.cg_s\" content=\"FP7-INFRASTRUCTURES\">"], "Topic_s": ["INFRA-2012-3.3. - Coordination actions, conferences and studies supporting policy development, including international cooperation, for e-Infrastructures"], "Funding_scheme": ["CSA - Coordination and support action"], "Coordinated_in": ["Netherlands"], "Activity": ["Research Organisations", "Rob Van der Krogt", "Tel.: +31888664871", "Higher or Secondary Education Establishments", "Jos Dumortier", "Tel.: +32 16 325149", "Fax: +32 16 325438", "Other", "Luca Demicheli", "Tel.: +3228887550", "Fax: +3225035025", "Research Organisations", "Mikael Pedersen", "Tel.: +45 3814 2557", "Research Organisations", "Jean-Jacques SERRANO", "Tel.: +33 2 38643242", "Fax: +33 2 38643380", "Research Organisations", "James Gamgee", "Tel.: +441159363252"], "From": ["2012-06-01"], "Project_ID": ["312845"], "Call_for_Proposal": ["FP7-INFRASTRUCTURES-2012-1-INFSO"]}
]